/*
//1) проанализировать макет, делаем BEM анализ и ищем повторяющиеся блоки
    - делаем ограничивающий контейнер для контента в фигме
    - плагин для figma font fascia для того чтобы посмотреть какие шрифты в макете
    - плагин google fonts для vs code для подключения шрифтов
    - основной шрифт указываем в body

    - по правилам бэм мы не можем применять к блоку стили которые влияют на окружающие блоки (например margin)
    - 320px - это самая маленькая мобилка
    - для кнопок вне формы можно использовать ссылки (a)
    - мастера по верстке от обычного верстальщика отличает то, что он думает что будет дальше с вашей версткой
        будет ли заказчик добавляет или убирать какие-нибудь элементы
*/

